<template>
  <div>
    <div class="header-about">
      <span>О нас</span>
    </div>
    <div class="about">
      <img src="../assets/temp.jpg" alt="team" width="600px" height="400px" />
      <div class="about-team">
        <h1>Мы - команда "Темп"!</h1>
        <p>
          У&nbsp;каждого из&nbsp;нашей команды в&nbsp;жизни была та&nbsp;самая
          первая чашка, после которой возник вопрос&nbsp;&mdash; как
          из&nbsp;кофейного зерна мог получиться такой многогранный, комплексный
          вкус? Эта чашка полностью сломала привычное представление о&nbsp;кофе.
          Наша цель&nbsp;&mdash; удивлять каждого гостя, раскрывать потенциал
          кофейного зерна так, чтобы выпитая чашка осталась в&nbsp;памяти.
          Мы&nbsp;хотим рассказать о&nbsp;темпе нашего кофе.
        </p>
        <h2>У&nbsp;нашего кофе&nbsp;&mdash; свой, другой темп.</h2>
        <p>
          Эспрессо дарит не&nbsp;только энергию, но&nbsp;долгое фруктовое или
          ягодное послевкусие, такое не&nbsp;хочется ни&nbsp;запить,
          ни&nbsp;забыть. Кофе может быть размеренным! Кемекс или аэропресс
          на&nbsp;зерне из&nbsp;разных стран под настроение&nbsp;&mdash; такой
          кофе хочется смаковать и&nbsp;растянуть на&nbsp;время, ведь его вкус
          и&nbsp;аромат будет меняться по&nbsp;мере остывания. Тебе будет, что
          обсудить с&nbsp;бариста&nbsp;&mdash; откуда ноты персиков
          и&nbsp;бергамота в&nbsp;зерне из&nbsp;Эфиопии и&nbsp;почему
          их&nbsp;нет в&nbsp;колумбийском, почему синергия бразильского зерна
          и&nbsp;правильного молока дала четкие ноты фундука без добавления
          фабричного сиропа? Для тех, кто только начинает разбираться
          в&nbsp;кофе, мы&nbsp;готовим дегустационные сеты, таким образом проще
          понять и&nbsp;почувствовать отличия зерна из&nbsp;разных стран, ферм,
          узнать больше о&nbsp;влиянии на&nbsp;вкус обработки ягод после сбора,
          видах ферментации и&nbsp;стилях обжарки. Выбор кофе для домашнего
          приготовления станет легче.
        </p>
      </div>
    </div>
  </div>
</template>

<style lang="scss">
.header-about {
  display: flex;
  align-items: center;
  background-color: #0d201b;
  height: 100px;
  width: 100%;
  color: #fafafa;
  padding: 30px 80px;
  text-transform: uppercase;
  font-weight: bold;
}
.about {
  display: flex;
  align-items: center;
  padding: 30px;
  width: 100%;
  box-sizing: border-box;
  &-team {
    padding: 30px;
    box-sizing: border-box;
  }
}
</style>
